{
  "Landing": {
    "headerLumaDescription": "A NEW WAY TO STUDY SOLAR ACTIVITY. \n HIGH-QUALITY IMAGES \n +10 YEARS OF DATA \n INTUITIVE DASHBOARD.",
    "headerAstroFacilities": "PRODUCT CREATED AT THE UTB ASTRONOMY AND DATA SCIENCE RESEARCH CENTER",
    "headerWorkLink": "FEATURES",
    "headerTeamLink": "TEAM",
    "navbar": "Luma",
    "featuresTitle": "Facilitating the understanding of the Sun through technology",
    "featuresDescription": "Designed to be intuitive and accessible, this dashboard simplifies\n the study of solar activity, democratizing access to complex data\n and transforming it into comprehensible knowledge for everyone.",
    "feature1Title": "Real-time solar image visualization",
    "feature1Description": "With images captured by the SOHO space observatory, this\n dashboard allows you to explore images of the Sun in different\n ultraviolet layers. Observe solar phenomena from multiple\n perspectives and understand its dynamics like never before.",
    "feature1Link": "Learn more about SOHO images",
    "feature2Title": "Temporal Analysis Metrics",
    "feature2Description": "Analyze the evolution of critical solar parameters over time with\n detailed metrics such as entropy, fractal dimension, and spectral\n analysis. These tools provide deep insight into solar activity and\n its impact on long-term phenomena.",
    "feature3Title": "Interactive Educational Resources",
    "feature3Description": "Discover an educational space designed for students and\n teachers. This dashboard offers simulations, educational\n visualizations, and lessons on solar phenomena, making it easier\n to learn about topics like solar cycles, sunspots, and\n geomagnetic storms.",
    "teamTitle": "Connecting under the same sun",
    "teamDescription": "We are the team behind Luma, passionate about sharing knowledge\n about the Sun. If you have questions, ideas, or want to share your\n observations, contact us. Together we can expand our\n understanding of the universe.",
    "footerSubtitle": "A new way to study solar activity"
  },
  "OneDate": {
    "title": "Parameters for a Date",
    "detail": "Statistics for the date: ",
    "titleImages": "Show images",
    "titleDetails": "Extracted data",
    "buttonOverview": "Overview",
    "buttonDetails": "Details",
    "description171": "Captures images of the Sun at 1 million degrees Celsius.",
    "description195": "Captures images of the Sun at 1.5 million degrees Celsius.",
    "description284": "Captures images of the Sun at x million degrees Celsius.",
    "description304": "Reveals the Sun's upper chromosphere at about 60,000 Kelvin.",
    "descriptionIgr": "Detects intensity variations on the Sun's surface.",
    "descriptionMag": "Shows magnetic field activity on the Sun's surface."
  },
  "DateRange": {
    "title": "Analysis for Date Ranges"
  },
  "ChartsParameters": {
    "entropyTitle": "Entropy",
    "entropyDescription": "Entropy is typically calculated from the image histogram, which represents the frequency distribution of pixel intensity levels. When an image has a uniform intensity distribution, meaning all levels are equally probable, entropy is high due to greater uncertainty or disorder. Conversely, if an image has a highly skewed or concentrated distribution, entropy is low, indicating less uncertainty or disorder. High diversity in an image generally implies low entropy.",
    "meanIntensityTitle": "Mean Intensity",
    "meanIntensityDescription": "Mean intensity in image processing represents the average intensity value of all pixels in an image. Each pixel in a digital image has an associated intensity value corresponding to its brightness or color. Mean intensity is calculated by summing all pixel intensity values and dividing by the total number of pixels. This measure is important for detecting objects or regions of interest, as it provides insights into scene illumination levels.",
    "standardDeviationTitle": "Standard Deviation",
    "standardDeviationDescription": "Standard deviation represents the dispersion or variability of pixel intensity values relative to the mean. It indicates how much intensity values deviate from the mean intensity. A high standard deviation suggests more dispersed intensity values, indicating fine details or textures, while a low standard deviation suggests a more uniform or smooth image.",
    "fractalDimensionTitle": "Fractal Dimension",
    "fractalDimensionDescription": "Fractal dimension is a measure that describes the irregularity or structural complexity of an object or image. Unlike whole numbers, fractal dimension can be a fractional value reflecting roughness or self-similarity across different scales. It is useful for characterizing texture, shape, and complexity in an image and can be applied to distinguish textures or detect fractures.",
    "skewnessTitle": "Skewness",
    "skewnessDescription": "Skewness refers to the lack of symmetry or balance in the distribution of pixel intensity values in an image. It is useful for characterizing object shape and intensity distribution. Skewness helps identify elongated or tilted patterns and quantify symmetry in solar dynamics and activity.",
    "kurtosisTitle": "Kurtosis",
    "kurtosisDescription": "Kurtosis is a statistical measure describing the shape of the intensity value distribution in an image. It provides insights into the concentration and variability of intensity values and is used in texture analysis, image segmentation, and anomaly detection.",
    "uniformityTitle": "Uniformity",
    "uniformityDescription": "Uniformity describes the consistency or homogeneity of pixel intensity values across an image. It indicates how balanced the intensity distribution is. Uniformity is important for assessing image quality and consistency, facilitating object detection and segmentation applications.",
    "relativeSmoothnessTitle": "Relative Smoothness",
    "relativeSmoothnessDescription": "Relative smoothness measures the variation in pixel intensity across the image.",
    "tarumaContrastTitle": "Tamura Contrast",
    "tarumaContrastDescription": "Tamura contrast measures the intensity difference between adjacent pixels in the image.",
    "tarumaDirectionalityTitle": "Tamura Directionality",
    "tarumaDirectionalityDescription": "Tamura directionality assesses the tendency of texture features to align in specific directions, capturing the regularity of patterns in an image.",
    "tarumaLinelikenessTitle": "Tamura Linearity",
    "tarumaLinelikenessDescription": "Tamura linearity measures the extent to which a texture exhibits features resembling lines or linear elements, useful for detecting cracks or elongated objects in images."
  },
  "SunSpotComponent": {
    "sunspotComponentTitle": "Sunspot Information",
    "sunspotCountTitle": "Total Sunspot Count",
    "sunspotNumberObservations": "No. of Observations",
    "sunspotStandardDeviation": "Standard Deviation"
  },
  "AnalyticsComponent": {
    "max": "Monthly Maximum",
    "min": "Monthly Minimum",
    "avg": "Monthly Average",
    "stdDev": "Monthly Standard Deviation"
  }
}
