{
  "Landing": {
    "headerLumaDescription": "A NEW WAY TO STUDY SOLAR ACTIVITY. \n HIGH-QUALITY IMAGES \n +10 YEARS OF DATA \n INTUITIVE DASHBOARD.",
    "headerAstroFacilities": "PRODUCT CREATED AT THE UTB ASTRONOMY AND DATA SCIENCE RESEARCH CENTER",
    "headerWorkLink": "FEATURES",
    "headerTeamLink": "TEAM",
    "navbar": "Luma",
    "featuresTitle": "Facilitating the understanding of the Sun through technology",
    "featuresDescription": "Designed to be intuitive and accessible, this dashboard simplifies\n the study of solar activity, democratizing access to complex data\n and transforming it into comprehensible knowledge for everyone.",
    "feature1Title": "Real-time solar image visualization",
    "feature1Description": "With images captured by the SOHO space observatory, this\n dashboard allows you to explore images of the Sun in different\n ultraviolet layers. Observe solar phenomena from multiple\n perspectives and understand its dynamics like never before.",
    "feature1Link": "Learn more about SOHO images",
    "feature2Title": "Temporal Analysis Metrics",
    "feature2Description": "Analyze the evolution of critical solar parameters over time with\n detailed metrics such as entropy, fractal dimension, and spectral\n analysis. These tools provide deep insight into solar activity and\n its impact on long-term phenomena.",
    "feature3Title": "Interactive Educational Resources",
    "feature3Description": "Discover an educational space designed for students and\n teachers. This dashboard offers simulations, educational\n visualizations, and lessons on solar phenomena, making it easier\n to learn about topics like solar cycles, sunspots, and\n geomagnetic storms.",
    "teamTitle": "Connecting under the same sun",
    "teamDescription": "We are the team behind Luma, passionate about sharing knowledge\n about the Sun. If you have questions, ideas, or want to share your\n observations, contact us. Together we can expand our\n understanding of the universe.",
    "footerSubtitle": "A new way to study solar activity"
  },
  "OneDate": {
    "title": "Parameters for a Date",
    "detail": "Statistics for the date: ",
    "titleImages": "Show images",
    "titleDetails": "Extracted data",
    "buttonOverview": "Overview",
    "buttonDetails": "Details",
    "description171": "Captures images of the Sun at 1 million degrees Celsius.",
    "description195": "Captures images of the Sun at 1.5 million degrees Celsius.",
    "description284": "Captures images of the Sun at x million degrees Celsius.",
    "description304": "Reveals the Sun's upper chromosphere at about 60,000 Kelvin.",
    "descriptionIgr": "Detects intensity variations on the Sun's surface.",
    "descriptionMag": "Shows magnetic field activity on the Sun's surface."
  },
  "DateRange": {
    "title": "Analysis for Date Ranges"
  },
  "ChartsParameters": {
    "entropyTitle": "Entropy",
    "entropyDescription": "Entropy is typically calculated from the image histogram, which represents the frequency distribution of pixel intensity levels. When an image has a uniform distribution of intensity levels, meaning all intensity levels are equally probable, the entropy is high since there is more uncertainty or disorder in the pixel distribution. On the other hand, if an image has a very skewed or concentrated distribution of intensity levels, the entropy is low, as there is less uncertainty or disorder in the pixel distribution. When an image is highly diverse, it generally implies low entropy.",
    "meanIntensityTitle": "Mean Intensity",
    "meanIntensityDescription": "Mean intensity in the context of image processing represents the average of all pixel intensity values in an image. Each pixel in a digital image has an associated intensity value corresponding to its brightness or color. The mean intensity is calculated by summing all pixel intensity values in the image and dividing the result by the total number of pixels. Mean intensity is an important measure and can be useful in detecting objects or regions of interest in an image, as it provides information about the illumination level of the scene.",
    "standardDeviationTitle": "Standard Deviation",
    "standardDeviationDescription": "Standard deviation represents the measure of dispersion or variability of pixel intensity values in an image relative to their mean value. It is a statistical measure that indicates how much pixel intensity values deviate from the image's mean intensity. Standard deviation is an important measure in image processing as it provides information about the variability of pixel intensity levels. A high standard deviation indicates that intensity values are more dispersed around the mean, which may indicate the presence of fine details or textures in the image. Conversely, a low standard deviation suggests that intensity values are more concentrated near the mean, which may indicate a more uniform or smooth image.",
    "fractalDimensionTitle": "Fractal Dimension",
    "fractalDimensionDescription": "Fractal dimension is a measure that describes the irregularity or structural complexity of an object or image. Instead of using an integer dimension, fractal dimension can be a non-integer number reflecting roughness or self-similarity at different scales. Fractal dimension is useful in image processing for characterizing texture, shape, and the complexity of objects in an image. It can be used to distinguish between different types of textures or to detect fractures or cracks. Fractal dimension provides a quantitative measure of an image's structural complexity.",
    "skewnessTitle": "Skewness",
    "skewnessDescription": "Skewness refers to the lack of symmetry or balance in the distribution of pixel intensities in an image. Skewness is useful in image processing for characterizing the shape and distribution of intensities of objects in an image. It can be used to identify elongated or tilted patterns in an image or to quantify symmetry in solar dynamics and activity. Skewness provides information on the distribution of pixel intensities in an image and can be useful in various image processing applications to analyze object shapes and symmetry.",
    "kurtosisTitle": "Kurtosis",
    "kurtosisDescription": "Kurtosis is a statistical measure that describes the shape of the distribution of pixel intensity values in an image. This measure provides useful information about the distribution of intensity levels and is used in various applications such as texture analysis, image segmentation, and anomaly detection. Kurtosis in image processing is a statistical measure that describes the distribution shape of pixel intensities in an image and provides information about the concentration and variability of intensity values in the image.",
    "uniformityTitle": "Uniformity",
    "uniformityDescription": "Uniformity is a measure that describes the consistency or homogeneity in the distribution of pixel intensity values in an image. It indicates how balanced the intensity distribution is throughout the image. Uniformity is important in image processing because it provides information about image quality and the consistency of its visual characteristics. For example, an image with a uniform intensity distribution may be easier to analyze and process in applications such as object detection or image segmentation.",
    "relativeSmoothnessTitle": "Relative Smoothness",
    "relativeSmoothnessDescription": "Relative smoothness is a measure of the variation in pixel intensity within an image.",
    "tarumaContrastTitle": "Tamura Contrast",
    "tarumaContrastDescription": "Tamura contrast is a measure of the difference in intensity between adjacent pixels in an image.",
    "tarumaDirectionalityTitle": "Tamura Directionality",
    "tarumaDirectionalityDescription": "Tamura Directionality is another feature proposed by Tamura in 1970 to describe texture in images. It refers to the tendency of texture characteristics to align in certain specific directions. This feature aims to capture the directional regularity of texture in an image. Tamura Directionality is useful in texture analysis to identify directional patterns or structures in an image, such as lines, edges, or fibers. This feature can be used in edge detection, pattern recognition, and medical image analysis applications, among others.",
    "tarumaLinelikenessTitle": "Tamura Linelikeness",
    "tarumaLinelikenessDescription": "Tamura Linelikeness is another feature proposed to describe texture in images. It refers to the extent to which a texture exhibits characteristics resembling lines or linear elements. Tamura Linelikeness is useful in texture analysis to identify the presence and orientation of linear structures in an image. For example, it can be used in visual inspection applications to detect cracks in materials or to segment elongated objects in images.",
    "tarumaCoarsenessTitle": "Tamura Coarseness",
    "tarumaCoarsenessDescription": "Tamura Coarseness is another feature proposed by Tamura to describe texture in images. It refers to the amount of detail or the granularity of a texture in an image. Tamura Coarseness is useful in texture analysis to quantify the fineness or granularity of textural characteristics in an image. For example, it can be used in visual inspection applications to detect surface defects in materials or to segment textural regions in images.",
    "tarumaRegularityTitle": "Tamura Regularity",
    "tarumaRegularityDescription": "Tamura Regularity is another feature proposed by Tamura to describe texture in images. It refers to the uniformity or repetition of patterns in a texture. Tamura Regularity is useful in texture analysis to identify the presence of regular or periodic patterns in an image. For example, it can be used in pattern recognition applications to detect repetitive structures in images or to segment textural regions with regular patterns.",
    "tarumaRoughnessTitle": "Tamura Roughness",
    "tarumaRoughnessDescription": "Tamura Roughness is another feature proposed by Tamura to describe texture in images. It refers to the amount of detail or the granularity of a texture in an image. Tamura Roughness is useful in texture analysis to quantify the fineness or granularity of textural characteristics in an image. For example, it can be used in visual inspection applications to detect surface defects in materials or to segment textural regions in images."
  },

  "SunSpotComponent": {
    "sunspotComponentTitle": "Sunspot Information",
    "sunspotCountTitle": "Total Sunspot Count",
    "sunspotNumberObservations": "No. of Observations",
    "sunspotStandardDeviation": "Standard Deviation"
  },
  "AnalyticsComponent": {
    "max": "Monthly Maximum",
    "min": "Monthly Minimum",
    "avg": "Monthly Average",
    "stdDev": "Monthly Standard Deviation"
  }
}
